[{"ten":"Acura ILX","hinhAnh":"/Acura/USC80ACC141A021001.png","giaBan":28100,"soLuotXem":0,"soLuongBan":0,"moTa":"The Acura ILX is available as a sedan. The 2018 ILX starts at $28,100 (MSRP), with a destination charge of $965. It gets EPA-estimated 29 MPG combined. The Acura ILX competes against models like the BMW 320, Lincoln MKZ, and Subaru Legacy. The ILX is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Acura","urlXe":"https://www.cars.com/research/acura-ilx/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80ACC141A021001.png"},{"ten":"Acura NSX","hinhAnh":"/Acura/USC70ACC051A021001.png","giaBan":156000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Acura NSX is available as a coupe and convertible. The 2018 NSX starts at $156,000 (MSRP), with a destination charge of $1,800. It gets EPA-estimated 21 MPG combined. The Acura NSX competes against models like the Aston Martin Vanquish, Maserati GranTurismo, and Mercedes-Benz AMG GT. The NSX is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Acura","urlXe":"https://www.cars.com/research/acura-nsx/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70ACC051A021001.png"},{"ten":"Acura RLX","hinhAnh":"/Acura/USC80ACC161A021001.png","giaBan":54900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Acura RLX is available as a sedan. The 2018 RLX starts at $54,900 (MSRP), with a destination charge of $965. It gets EPA-estimated 23 MPG combined. The Acura RLX competes against models like the BMW 540, INFINITI Q70h, and Mercedes-Benz AMG C 43. The RLX is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Acura","urlXe":"https://www.cars.com/research/acura-rlx/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80ACC161A021001.png"},{"ten":"Acura RLX Sport Hybrid","hinhAnh":"/Acura/USC80ACC171A021001.png","giaBan":61900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Acura RLX Sport Hybrid is available as a sedan. The 2018 RLX Sport Hybrid starts at $61,900 (MSRP), with a destination charge of $965. It gets EPA-estimated 28 MPG combined. The Acura RLX Sport Hybrid competes against models like the Jaguar XF, Mercedes-Benz E-Class, and Volvo S90. The RLX Sport Hybrid is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Acura","urlXe":"https://www.cars.com/research/acura-rlx_sport_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80ACC171A021001.png"},{"ten":"Acura TLX","hinhAnh":"/Acura/USC80ACC181A021001.png","giaBan":33000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Acura TLX is available as a coming soon and sedan. The Acura TLX competes against models like the Chevrolet Sonic, Subaru Legacy, and Honda Accord. The TLX is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2019","nhaSanXuat":"Acura","urlXe":"https://www.cars.com/research/acura-tlx/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80ACC181A021001.png"},{"ten":"Acura MDX","hinhAnh":"/Acura/USC80ACS111A021001.png","giaBan":44200,"soLuotXem":0,"soLuongBan":0,"moTa":"The Acura MDX is available as a SUV. The 2018 MDX starts at $44,200 (MSRP), with a destination charge of $995. It gets EPA-estimated 21-23 MPG combined. The Acura MDX competes against models like the Dodge Durango, Hyundai Kona, and Ford EcoSport. The MDX is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"Acura","urlXe":"https://www.cars.com/research/acura-mdx/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80ACS111A021001.png"},{"ten":"Acura MDX Sport Hybrid","hinhAnh":"/Acura/USC70ACS141A021001.png","giaBan":52100,"soLuotXem":0,"soLuongBan":0,"moTa":"The Acura MDX Sport Hybrid is available as a SUV. The 2018 MDX Sport Hybrid starts at $52,100 (MSRP), with a destination charge of $995. It gets EPA-estimated 27 MPG combined. The Acura MDX Sport Hybrid competes against models like the Nissan Armada, GMC Yukon XL, and Lexus RX 450h. The MDX Sport Hybrid is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"Acura","urlXe":"https://www.cars.com/research/acura-mdx_sport_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70ACS141A021001.png"},{"ten":"Acura RDX","hinhAnh":"/Acura/USC80ACS121A021001.png","giaBan":36000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Acura RDX is available as a coming soon and SUV. The Acura RDX competes against models like the Audi Q5, Buick Envision, and Mazda CX-9. The RDX is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2019","nhaSanXuat":"Acura","urlXe":"https://www.cars.com/research/acura-rdx/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80ACS121A021001.png"}]