[{"ten":"Alfa Romeo 4C","hinhAnh":"/Alfa Romeo/USC80ALC051A021001.png","giaBan":55900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Alfa Romeo 4C is available as a coupe and convertible. The 2018 4C starts at $55,900 (MSRP), with a destination charge of $1,595. It gets EPA-estimated 28 MPG combined. The Alfa Romeo 4C competes against models like the Audi S5, Audi TTS, and Chevrolet Corvette. The 4C is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Alfa Romeo","urlXe":"https://www.cars.com/research/alfa_romeo-4c/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80ALC051A021001.png"},{"ten":"Alfa Romeo 4C Spider","hinhAnh":"/Alfa Romeo/USC50ALC061A021001.png","giaBan":65900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Alfa Romeo 4C Spider is available as a convertible and coming soon. The 2018 4C Spider starts at $65,900 (MSRP), with a destination charge of $1,595. It gets EPA-estimated 28 MPG combined. The Alfa Romeo 4C Spider competes against models like the Chevrolet Corvette, Jaguar F-TYPE, and Porsche 718 Boxster. The 4C Spider is a good fit for sun lovers Sun Lover vehicles have convertible tops or removable roofs. May require specific trim level and/or optional features. and luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Alfa Romeo","urlXe":"https://www.cars.com/research/alfa_romeo-4c_spider/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50ALC061A021001.png"},{"ten":"Alfa Romeo Giulia","hinhAnh":"/Alfa Romeo/USC70ALC321A021001.png","giaBan":38195,"soLuotXem":0,"soLuongBan":0,"moTa":"The Alfa Romeo Giulia is available as a sedan. The 2018 Giulia starts at $38,195 (MSRP), with a destination charge of $1,245. It gets EPA-estimated 20-27 MPG combined. The Alfa Romeo Giulia competes against models like the Audi A3, Toyota Avalon, and Kia Stinger. The Giulia is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Alfa Romeo","urlXe":"https://www.cars.com/research/alfa_romeo-giulia/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70ALC321A021001.png"},{"ten":"Alfa Romeo Stelvio","hinhAnh":"/Alfa Romeo/USC80ALS011A021001.png","giaBan":41995,"soLuotXem":0,"soLuongBan":0,"moTa":"The Alfa Romeo Stelvio is available as a SUV. The 2018 Stelvio starts at $41,995 (MSRP), with a destination charge of $1,245. It gets EPA-estimated 24 MPG combined. The Alfa Romeo Stelvio competes against models like the Volkswagen Tiguan, Subaru Forester, and Volkswagen Atlas. The Stelvio is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Alfa Romeo","urlXe":"https://www.cars.com/research/alfa_romeo-stelvio/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80ALS011A021001.png"}]