[{"ten":"Bentley Continental GT","hinhAnh":"/Bentley/USC60BEC061A021001.png","giaBan":218400,"soLuotXem":0,"soLuongBan":0,"moTa":"The Bentley Continental GT is available as a convertible and coupe. The 2018 Continental GT starts at $218,400 (MSRP), with a destination charge of $2,725. It gets EPA-estimated 14-17 MPG combined. The Bentley Continental GT competes against models like the Aston Martin Vanquish, Maserati GranTurismo, and Mercedes-Benz AMG SL 65. The Continental GT is a good fit for sun lovers Sun Lover vehicles have convertible tops or removable roofs. May require specific trim level and/or optional features. and luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Bentley","urlXe":"https://www.cars.com/research/bentley-continental_gt/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60BEC061A021001.png"},{"ten":"Bentley Flying Spur","hinhAnh":"/Bentley/USC50BEC111B021001.png","giaBan":189000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Bentley Flying Spur is available as a sedan. The 2018 Flying Spur starts at $189,000 (MSRP), with a destination charge of $2,725. It gets EPA-estimated 15-16 MPG combined. The Bentley Flying Spur competes against models like the BMW M760, Mercedes-Benz Maybach S 650, and Rolls-Royce Ghost. The Flying Spur is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Bentley","urlXe":"https://www.cars.com/research/bentley-flying_spur/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50BEC111B021001.png"},{"ten":"Bentley Mulsanne","hinhAnh":"/Bentley/USC70BEC101A021001.png","giaBan":304670,"soLuotXem":0,"soLuongBan":0,"moTa":"The Bentley Mulsanne is available as a sedan. The 2017 Mulsanne starts at $304,670 (MSRP), with a destination charge of $2,725. It gets EPA-estimated 13-14 MPG combined. The Bentley Mulsanne competes against models like the Rolls-Royce Ghost, BMW M760, and Bentley Flying Spur. The Mulsanne is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2017","nhaSanXuat":"Bentley","urlXe":"https://www.cars.com/research/bentley-mulsanne/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70BEC101A021001.png"},{"ten":"Bentley Bentayga","hinhAnh":"/Bentley/USC70BES011A021001.png","giaBan":195000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Bentley Bentayga is available as a SUV. The 2018 Bentayga starts at $195,000 (MSRP), with a destination charge of $2,725. It gets EPA-estimated 15 MPG combined. The Bentley Bentayga competes against models like the Mercedes-Benz G 550 4x4 Squared, Land Rover Range Rover, and Porsche Cayenne. The Bentayga is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Bentley","urlXe":"https://www.cars.com/research/bentley-bentayga/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70BES011A021001.png"}]