[{"ten":"Buick Cascada","hinhAnh":"/Buick/USC60BUC181B021001.png","giaBan":33065,"soLuotXem":0,"soLuongBan":0,"moTa":"The Buick Cascada is available as a convertible. The 2018 Cascada starts at $33,065 (MSRP), with a destination charge of $925. It gets EPA-estimated 24 MPG combined. The Buick Cascada competes against models like the Chevrolet Camaro, Mazda MX-5 Miata, and MINI Convertible. The Cascada is a good fit for sun lovers Sun Lover vehicles have convertible tops or removable roofs. May require specific trim level and/or optional features. and luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Buick","urlXe":"https://www.cars.com/research/buick-cascada/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60BUC181B021001.png"},{"ten":"Buick LaCrosse","hinhAnh":"/Buick/CAC70BUC081C021001.png","giaBan":29565,"soLuotXem":0,"soLuongBan":0,"moTa":"The Buick LaCrosse is available as a sedan. The 2018 LaCrosse starts at $29,565 (MSRP), with a destination charge of $925. It gets EPA-estimated 23-29 MPG combined. The Buick LaCrosse competes against models like the Nissan Altima, Honda Accord Hybrid, and Acura TLX. The LaCrosse is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Buick","urlXe":"https://www.cars.com/research/buick-lacrosse/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC70BUC081C021001.png"},{"ten":"Buick Regal","hinhAnh":"/Buick/USC40BUC042C021001.png","giaBan":27065,"soLuotXem":0,"soLuongBan":0,"moTa":"The Buick Regal is available as a coming soon, sedan and coupe. The Buick Regal competes against models like the Hyundai Sonata Plug-In Hybrid, Lincoln MKZ Hybrid, and Kia Cadenza. The Regal is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Buick","urlXe":"https://www.cars.com/research/buick-regal/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC40BUC042C021001.png"},{"ten":"Buick Regal Sportback","hinhAnh":"/Buick/USC80BUC191C021001.png","giaBan":24990,"soLuotXem":0,"soLuongBan":0,"moTa":"The Buick Regal Sportback is available as a hatchback. The 2018 Regal Sportback starts at $24,990 (MSRP), with a destination charge of $925. It gets EPA-estimated 22-26 MPG combined. The Buick Regal Sportback competes against models like the Nissan Versa Note, Audi S5, and Volkswagen Beetle. The Regal Sportback is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Buick","urlXe":"https://www.cars.com/research/buick-regal_sportback/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80BUC191C021001.png"},{"ten":"Buick Regal TourX","hinhAnh":"/Buick/USC80BUC201B021001.png","giaBan":29070,"soLuotXem":0,"soLuongBan":0,"moTa":"The Buick Regal TourX is available as a wagon. The 2018 Regal TourX starts at $29,070 (MSRP), with a destination charge of $925. It gets EPA-estimated 24 MPG combined. The Buick Regal TourX competes against models like the Chevrolet Bolt EV, Ford Transit Connect, and Volkswagen Golf SportWagen. The Regal TourX is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Buick","urlXe":"https://www.cars.com/research/buick-regal_tourx/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80BUC201B021001.png"},{"ten":"Buick Verano","hinhAnh":"/Buick/USC50BUC171B021001.png","giaBan":21065,"soLuotXem":0,"soLuongBan":0,"moTa":"The Buick Verano is available as a sedan. The 2017 Verano starts at $21,065 (MSRP), with a destination charge of $925. It gets EPA-estimated 24 MPG combined. The Buick Verano competes against models like the Kia Optima, Toyota Camry, and Chevrolet Impala. The Verano is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2017","nhaSanXuat":"Buick","urlXe":"https://www.cars.com/research/buick-verano/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50BUC171B021001.png"},{"ten":"Buick Enclave","giaBan":39995,"soLuotXem":0,"soLuongBan":0,"nhaSanXuat":"Buick","urlXe":"https://www.cars.com/research/buick-enclave/"},{"ten":"Buick Encore","hinhAnh":"/Buick/USC70BUS041A021001.png","giaBan":22990,"soLuotXem":0,"soLuongBan":0,"moTa":"The Buick Encore is available as a SUV. The 2018 Encore starts at $22,990 (MSRP), with a destination charge of $995. It gets EPA-estimated 27-28 MPG combined. The Buick Encore competes against models like the Kia Sportage, Honda CR-V, and Jeep Wrangler JK. The Encore is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Buick","urlXe":"https://www.cars.com/research/buick-encore/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70BUS041A021001.png"},{"ten":"Buick Envision","hinhAnh":"/Buick/USC60BUS052A021001.png","giaBan":33995,"soLuotXem":0,"soLuongBan":0,"moTa":"The Buick Envision is available as a SUV. The 2019 Envision starts at $31,995 (MSRP), with a destination charge of $995. It gets EPA-estimated 24-25 MPG combined. The Buick Envision competes against models like the Lincoln MKC, INFINITI QX50, and Jaguar I-PACE. The Envision is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2019","nhaSanXuat":"Buick","urlXe":"https://www.cars.com/research/buick-envision/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60BUS052A021001.png"}]