[{"ten":"Cadillac ATS","hinhAnh":"/Cadillac/USC80CAC201A021001.png","giaBan":35495,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac ATS is available as a coupe and sedan. The 2018 ATS starts at $35,495 (MSRP), with a destination charge of $995. It gets EPA-estimated 22-25 MPG combined. The Cadillac ATS competes against models like the Chevrolet Malibu Hybrid, Honda Clarity Plug-In Hybrid, and Dodge Charger. The ATS is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-ats/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80CAC201A021001.png"},{"ten":"Cadillac ATS-V","hinhAnh":"/Cadillac/USC60CAC221A021001.png","giaBan":61595,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac ATS-V is available as a coupe and sedan. The 2018 ATS-V starts at $61,595 (MSRP), with a destination charge of $995. It gets EPA-estimated 19 MPG combined. The Cadillac ATS-V competes against models like the Mercedes-Benz E-Class, Volvo S60, and Jaguar XF. The ATS-V is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-ats_v/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CAC221A021001.png"},{"ten":"Cadillac CT6","hinhAnh":"/Cadillac/USC60CAC232B021001.png","giaBan":54095,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac CT6 is available as a sedan. The 2018 CT6 starts at $54,095 (MSRP), with a destination charge of $995. It gets EPA-estimated 21-25 MPG combined. The Cadillac CT6 competes against models like the Audi A3, Ford Taurus, and Toyota Yaris iA. The CT6 is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-ct6/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CAC232B021001.png"},{"ten":"Cadillac CT6 PLUG-IN","hinhAnh":"/Cadillac/USC70CAC241A021001.png","giaBan":75095,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac CT6 PLUG-IN is available as a sedan. The 2018 CT6 PLUG-IN starts at $75,095 (MSRP), with a destination charge of $995. The Cadillac CT6 PLUG-IN competes against models like the Mercedes-Benz AMG C 63, Audi S6, and Jaguar XF. The CT6 PLUG-IN is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-ct6_plug_in/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70CAC241A021001.png"},{"ten":"Cadillac CTS","hinhAnh":"/Cadillac/CAC70CAC111A021001.png","giaBan":46495,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac CTS is available as a sedan, coupe and wagon. The 2018 CTS starts at $46,495 (MSRP), with a destination charge of $995. It gets EPA-estimated 19-25 MPG combined. The Cadillac CTS competes against models like the Acura ILX, Ford Fusion Hybrid, and Kia Optima. The CTS is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-cts/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC70CAC111A021001.png"},{"ten":"Cadillac CTS-V","hinhAnh":"/Cadillac/USC60CAC131A021001.png","giaBan":86495,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac CTS-V is available as a sedan. The 2018 CTS-V starts at $86,495 (MSRP), with a destination charge of $995. It gets EPA-estimated 17 MPG combined. The Cadillac CTS-V competes against models like the Jaguar XJ, Audi A8, and BMW 740. The CTS-V is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-cts_v/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CAC131A021001.png"},{"ten":"Cadillac ELR","hinhAnh":"/Cadillac/USC60CAC211A021001.png","giaBan":65000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac ELR is available as a coupe. Inventory prices for the 2016 ELR range from $29,879 to $63,763. The Cadillac ELR competes against models like the Jaguar F-TYPE, BMW M4, and Lexus RC F. The ELR is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2016","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-elr/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CAC211A021001.png"},{"ten":"Cadillac XTS","hinhAnh":"/Cadillac/USC80CAC192A021001.png","giaBan":46295,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac XTS is available as a sedan. The 2018 XTS starts at $46,295 (MSRP), with a destination charge of $995. It gets EPA-estimated 17-22 MPG combined. The Cadillac XTS competes against models like the Toyota Camry Hybrid, Acura ILX, and Chevrolet Impala. The XTS is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-xts/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80CAC192A021001.png"},{"ten":"Cadillac Escalade","hinhAnh":"/Cadillac/USC60CAS012B021001.png","giaBan":74695,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac Escalade is available as a SUV. The 2018 Escalade starts at $74,695 (MSRP), with a destination charge of $1,295. It gets EPA-estimated 17 MPG combined. The Cadillac Escalade competes against models like the Jeep Grand Cherokee, Mazda CX-3, and Mazda CX-5. The Escalade is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-escalade/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CAS012B021001.png"},{"ten":"Cadillac Escalade ESV","hinhAnh":"/Cadillac/USC60CAS031B021001.png","giaBan":77695,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac Escalade ESV is available as a SUV. The 2018 Escalade ESV starts at $77,695 (MSRP), with a destination charge of $1,295. The Cadillac Escalade ESV competes against models like the Jeep Grand Cherokee, GMC Acadia, and Jeep Wrangler JK Unlimited. The Escalade ESV is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-escalade_esv/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60CAS031B021001.png"},{"ten":"Cadillac SRX","hinhAnh":"/Cadillac/USC30CAS041A021001.png","giaBan":37605,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac SRX is available as a SUV. Inventory prices for the 2016 SRX range from $21,888 to $35,624. It gets EPA-estimated 18-19 MPG combined. The Cadillac SRX competes against models like the FIAT 500, Mercedes-Benz GLA-Class, and Mitsubishi Outlander Sport. The SRX is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2016","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-srx/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC30CAS041A021001.png"},{"ten":"Cadillac XT5","hinhAnh":"/Cadillac/CAC70CAS061B021001.png","giaBan":40595,"soLuotXem":0,"soLuongBan":0,"moTa":"The Cadillac XT5 is available as a SUV. The 2018 XT5 starts at $40,595 (MSRP), with a destination charge of $995. It gets EPA-estimated 21-22 MPG combined. The Cadillac XT5 competes against models like the Mazda CX-3, Honda HR-V, and Subaru Outback. The XT5 is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Cadillac","urlXe":"https://www.cars.com/research/cadillac-xt5/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC70CAS061B021001.png"}]