[{"ten":"Ferrari 488 GTB","giaBan":252800,"soLuotXem":0,"soLuongBan":0,"moTa":"The Ferrari 488 GTB is available as a coupe. The 2018 488 GTB starts at $252,800 (MSRP), with a destination charge of $3,750. It gets EPA-estimated 18 MPG combined. The Ferrari 488 GTB competes against models like the Rolls-Royce Wraith, Porsche 911, and Aston Martin Vanquish. The 488 GTB is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Ferrari","urlXe":"https://www.cars.com/research/ferrari-488_gtb/"},{"ten":"Ferrari 488 Spider","giaBan":280900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Ferrari 488 Spider is available as a convertible. The 2017 488 Spider starts at $280,900 (MSRP), with a destination charge of $3,750. It gets EPA-estimated 18 MPG combined. The Ferrari 488 Spider competes against models like the Lamborghini Huracan, Mercedes-Benz AMG S 65, and Rolls-Royce Dawn. The 488 Spider is a good fit for sun lovers Sun Lover vehicles have convertible tops or removable roofs. May require specific trim level and/or optional features. and luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2017","nhaSanXuat":"Ferrari","urlXe":"https://www.cars.com/research/ferrari-488_spider/"},{"ten":"Ferrari California","hinhAnh":"/Ferrari/USC50FRC141A021001.png","giaBan":202723,"soLuotXem":0,"soLuongBan":0,"moTa":"The Ferrari California is available as a convertible. The 2017 California starts at $202,723 (MSRP), with a destination charge of $3,750. It gets EPA-estimated 18 MPG combined. The Ferrari California competes against models like the Aston Martin Vanquish, Mercedes-Benz AMG SL 63, and Rolls-Royce Dawn. The California is a good fit for sun lovers Sun Lover vehicles have convertible tops or removable roofs. May require specific trim level and/or optional features. and luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2017","nhaSanXuat":"Ferrari","urlXe":"https://www.cars.com/research/ferrari-california/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50FRC141A021001.png"},{"ten":"Ferrari F12berlinetta","hinhAnh":"/Ferrari/USC50FRC181A021001.png","giaBan":319995,"soLuotXem":0,"soLuongBan":0,"moTa":"The Ferrari F12berlinetta is available as a coupe. The 2017 F12berlinetta starts at $319,995 (MSRP), with a destination charge of $3,750. It gets EPA-estimated 13 MPG combined. The Ferrari F12berlinetta competes against models like the McLaren 570S, Aston Martin V12 Vantage S, and Bentley Continental GT. The F12berlinetta is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2017","nhaSanXuat":"Ferrari","urlXe":"https://www.cars.com/research/ferrari-f12berlinetta/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50FRC181A021001.png"},{"ten":"Ferrari FF","hinhAnh":"/Ferrari/USC20FRC161A021001.png","giaBan":300000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Ferrari FF is available as a coupe. Inventory prices for the 2016 FF range from $173,814 to $297,994. It gets EPA-estimated 13 MPG combined. The Ferrari FF competes against models like the Ferrari 488 GTB, Aston Martin DB9, and Ferrari F12berlinetta. The FF is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2016","nhaSanXuat":"Ferrari","urlXe":"https://www.cars.com/research/ferrari-ff/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC20FRC161A021001.png"},{"ten":"Ferrari GTC4Lusso","giaBan":298900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Ferrari GTC4Lusso is available as a coupe. The 2017 GTC4Lusso starts at $298,900 (MSRP), with a destination charge of $3,750. It gets EPA-estimated 13 MPG combined. The Ferrari GTC4Lusso competes against models like the Audi R8, Maserati GranTurismo, and Lamborghini Aventador. The GTC4Lusso is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2017","nhaSanXuat":"Ferrari","urlXe":"https://www.cars.com/research/ferrari-gtc4lusso/"}]