[{"ten":"GMC Acadia","hinhAnh":"/GMC/USC70GMS241B021001.png","giaBan":29000,"soLuotXem":0,"soLuongBan":0,"moTa":"The GMC Acadia is available as a SUV. The 2018 Acadia starts at $29,000 (MSRP), with a destination charge of $995. It gets EPA-estimated 20-23 MPG combined. The GMC Acadia competes against models like the Jeep Wrangler, Subaru Forester, and Hyundai Tucson. The Acadia is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"GMC","urlXe":"https://www.cars.com/research/gmc-acadia/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70GMS241B021001.png"},{"ten":"GMC Acadia Limited","hinhAnh":"/GMC/USC60GMS241D021001.png","giaBan":43850,"soLuotXem":0,"soLuongBan":0,"moTa":"The GMC Acadia Limited is available as a SUV. The 2017 Acadia Limited starts at $43,850 (MSRP), with a destination charge of $925. It gets EPA-estimated 17-18 MPG combined. The GMC Acadia Limited competes against models like the BMW X3, Nissan Murano, and Hyundai Santa Fe. The Acadia Limited is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2017","nhaSanXuat":"GMC","urlXe":"https://www.cars.com/research/gmc-acadia_limited/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60GMS241D021001.png"},{"ten":"GMC Terrain","giaBan":24995,"soLuotXem":0,"soLuongBan":0,"nhaSanXuat":"GMC","urlXe":"https://www.cars.com/research/gmc-terrain/"},{"ten":"GMC Yukon","hinhAnh":"/GMC/USC80GMS031B021001.png","giaBan":49100,"soLuotXem":0,"soLuongBan":0,"moTa":"The GMC Yukon is available as a SUV. The 2018 Yukon starts at $49,100 (MSRP), with a destination charge of $1,295. It gets EPA-estimated 18-19 MPG combined. The GMC Yukon competes against models like the Chevrolet Equinox, Jeep Renegade, and Hyundai Tucson. The Yukon is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"GMC","urlXe":"https://www.cars.com/research/gmc-yukon/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80GMS031B021001.png"},{"ten":"GMC Yukon XL","hinhAnh":"/GMC/USC80GMS291A021001.png","giaBan":51800,"soLuotXem":0,"soLuongBan":0,"moTa":"The GMC Yukon XL is available as a SUV. The 2018 Yukon XL starts at $51,800 (MSRP), with a destination charge of $1,295. It gets EPA-estimated 17-19 MPG combined. The GMC Yukon XL competes against models like the Subaru Forester, Volkswagen Tiguan Limited, and Chevrolet Equinox. The Yukon XL is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"GMC","urlXe":"https://www.cars.com/research/gmc-yukon_xl/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80GMS291A021001.png"},{"ten":"GMC Savana 2500","hinhAnh":"/GMC/USC50GMV142C021001.png","giaBan":31295,"soLuotXem":0,"soLuongBan":0,"moTa":"The GMC Savana 2500 is available as a cargo van and passenger van. The 2018 Savana 2500 starts at $31,295 (MSRP), with a destination charge of $1,195. The GMC Savana 2500 competes against models like the Nissan NV Cargo NV3500 HD, RAM ProMaster 1500, and RAM ProMaster 2500.","loai":"2018","nhaSanXuat":"GMC","urlXe":"https://www.cars.com/research/gmc-savana_2500/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50GMV142C021001.png"},{"ten":"GMC Savana 3500","hinhAnh":"/GMC/USC50GMV142C021001.png","giaBan":34615,"soLuotXem":0,"soLuongBan":0,"moTa":"The GMC Savana 3500 is available as a cargo van and passenger van. The 2018 Savana 3500 starts at $34,615 (MSRP), with a destination charge of $1,195. The GMC Savana 3500 competes against models like the Mercedes-Benz Sprinter 2500, RAM ProMaster 2500 Window Van, and RAM ProMaster 3500.","loai":"2018","nhaSanXuat":"GMC","urlXe":"https://www.cars.com/research/gmc-savana_3500/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50GMV142C021001.png"},{"ten":"GMC Canyon","hinhAnh":"/GMC/USC50GMT221A021001.png","giaBan":21100,"soLuotXem":0,"soLuongBan":0,"moTa":"The GMC Canyon is available as a crew cab, extended cab and regular cab. The 2018 Canyon starts at $21,100 (MSRP), with a destination charge of $995. It gets EPA-estimated 19-22 MPG combined. The GMC Canyon competes against models like the Ford F-250, Chevrolet Colorado, and Nissan Titan. The Canyon is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. and towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"GMC","urlXe":"https://www.cars.com/research/gmc-canyon/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50GMT221A021001.png"},{"ten":"GMC Sierra 1500","hinhAnh":"/GMC/USC60GMT174A021001.png","giaBan":29000,"soLuotXem":0,"soLuongBan":0,"moTa":"The GMC Sierra 1500 is available as a coming soon, crew cab, regular cab and extended cab. The GMC Sierra 1500 competes against models like the Ford F-250, Chevrolet Silverado 1500, and Chevrolet Silverado 2500. The Sierra 1500 is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. and towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. .","loai":"2019","nhaSanXuat":"GMC","urlXe":"https://www.cars.com/research/gmc-sierra_1500/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60GMT174A021001.png"},{"ten":"GMC Sierra 2500HD","hinhAnh":"/GMC/CAC60GMT206A021001.png","giaBan":0,"soLuotXem":0,"soLuongBan":0,"moTa":"The GMC Sierra 2500 is available as a crew cab, regular cab and extended cab. The 2018 Sierra 2500 starts at $35,000 (MSRP), with a destination charge of $1,395. The GMC Sierra 2500 competes against models like the GMC Sierra 1500, Nissan Titan, and Chevrolet Silverado 2500. The Sierra 2500 is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"GMC","urlXe":"https://www.cars.com/research/gmc-sierra_2500/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC60GMT206A021001.png"},{"ten":"GMC Sierra 3500HD","hinhAnh":"/GMC/CAC50GMT326C021001.png","giaBan":0,"soLuotXem":0,"soLuongBan":0,"moTa":"The GMC Sierra 3500 is available as a crew cab, regular cab and extended cab. The 2018 Sierra 3500 starts at $36,100 (MSRP), with a destination charge of $1,395. The GMC Sierra 3500 competes against models like the Chevrolet Silverado 1500, Chevrolet Silverado 2500, and Ford F-350. The Sierra 3500 is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"GMC","urlXe":"https://www.cars.com/research/gmc-sierra_3500/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC50GMT326C021001.png"}]