[{"ten":"Honda Accord","giaBan":23570,"soLuotXem":0,"soLuongBan":0,"nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-accord/"},{"ten":"Honda Accord Hybrid","hinhAnh":"/Honda/USC80HOC091A021001.png","giaBan":25100,"soLuotXem":0,"soLuongBan":0,"moTa":"The Honda Accord Hybrid is available as a sedan. The 2018 Accord Hybrid starts at $25,100 (MSRP), with a destination charge of $890. It gets EPA-estimated 47 MPG combined. The Honda Accord Hybrid competes against models like the Acura ILX, Toyota Camry, and Volkswagen Jetta. The Accord Hybrid is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. , commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-accord_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HOC091A021001.png"},{"ten":"Honda CR-Z","hinhAnh":"/Honda/USC60HOC111A121001.png","giaBan":20295,"soLuotXem":0,"soLuongBan":0,"moTa":"The Honda CR-Z is available as a coupe. Inventory prices for the 2016 CR-Z range from $12,955 to $20,839. It gets EPA-estimated 34 MPG combined. The Honda CR-Z competes against models like the Scion FR-S, Ford Mustang, and Subaru BRZ. The CR-Z is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2016","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-cr_z/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60HOC111A121001.png"},{"ten":"Honda Civic","hinhAnh":"/Honda/CAC80HOC021B121001.png","giaBan":18840,"soLuotXem":0,"soLuongBan":0,"moTa":"Now in its 10th generation, Honda\u0027s long-running compact car is available in a range of styles to suit the needs of a wide spectrum of car buyers. Offered in coupe, sedan and four-door hatchback body styles, the Civic is also available in high-performance Si and Type R form. In previous years, hybrid and compressed natural gas powertrains were available, but the Civic currently offers just a choice of gas engines. Fuel efficiency has long been the Civic\u0027s calling card, making it a good choice for eco-minded shoppers and commuters looking to spend less at the pump. Last redesigned for the 2016 model year, the Civic competes against cars like the Toyota Corolla, Nissan Sentra and Chevrolet Cruze. The Civic is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-civic/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC80HOC021B121001.png"},{"ten":"Honda Civic Type R","hinhAnh":"/Honda/USC80HOC174B021001.png","giaBan":34100,"soLuotXem":0,"soLuongBan":0,"moTa":"The Honda Civic Type R is available as a hatchback. The 2018 Civic Type R starts at $34,100 (MSRP), with a destination charge of $890. It gets EPA-estimated 25 MPG combined. The Honda Civic Type R competes against models like the Volkswagen Golf GTI, Hyundai Ioniq EV, and Nissan Leaf.","loai":"2018","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-civic_type_r/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HOC174B021001.png"},{"ten":"Honda Clarity Electric","giaBan":0,"soLuotXem":0,"soLuongBan":0,"moTa":"The Honda Clarity Electric is available as a sedan.","loai":"2017","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-clarity_electric/"},{"ten":"Honda Clarity Fuel Cell","giaBan":0,"soLuotXem":0,"soLuongBan":0,"moTa":"The Honda Clarity Fuel Cell is available as a sedan. The Clarity Fuel Cell is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2017","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-clarity_fuel_cell/"},{"ten":"Honda Clarity Plug-In Hybrid","hinhAnh":"/Honda/USC80HOC161A021001.png","giaBan":33400,"soLuotXem":0,"soLuongBan":0,"moTa":"The Honda Clarity Plug-In Hybrid is available as a sedan. The 2018 Clarity Plug-In Hybrid starts at $33,400 (MSRP), with a destination charge of $890. It gets EPA-estimated 42 MPG combined. The Honda Clarity Plug-In Hybrid competes against models like the Ford Taurus, Subaru WRX STI, and BMW 320.","loai":"2018","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-clarity_plug_in_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HOC161A021001.png"},{"ten":"Honda Fit","hinhAnh":"/Honda/USC80HOC081A221001.png","giaBan":16190,"soLuotXem":0,"soLuongBan":0,"moTa":"The Honda Fit is available as a hatchback. The 2018 Fit starts at $16,190 (MSRP), with a destination charge of $890. It gets EPA-estimated 31-33 MPG combined. The Honda Fit competes against models like the Ford Focus, Mitsubishi Mirage, and Toyota Corolla iM. The Fit is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-fit/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HOC081A221001.png"},{"ten":"Honda CR-V","hinhAnh":"/Honda/USC80HOS021A021001.png","giaBan":24150,"soLuotXem":0,"soLuongBan":0,"moTa":"First introduced as a 1997 model, the Honda CR-V has long been one of the most popular and best choices in the compact SUV class. Its combination of interior space, clever packaging, easy access, car-like handling and maneuverability, decent fuel economy, and excellent reliability have made it a favorite with a broad range of buyers, from small families to empty-nesters. Those virtues also contribute to strong resale value. Honda has stayed close to the original formula for 20 years and five generations, adding safety and comfort features over the years without increasing exterior dimensions much. Competitors include the Ford Escape, Nissan Rogue and Toyota RAV4. The CR-V is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-cr_v/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HOS021A021001.png"},{"ten":"Honda HR-V","hinhAnh":"/Honda/USC80HOS071A121001.png","giaBan":19670,"soLuotXem":0,"soLuongBan":0,"moTa":"The Honda HR-V is available as a SUV. The 2018 HR-V starts at $19,670 (MSRP), with a destination charge of $975. It gets EPA-estimated 28-31 MPG combined. The Honda HR-V competes against models like the Jeep Renegade, Volkswagen Tiguan, and Toyota C-HR. The HR-V is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-hr_v/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HOS071A121001.png"},{"ten":"Honda Pilot","hinhAnh":"/Honda/USC80HOS031A021001.png","giaBan":30900,"soLuotXem":0,"soLuongBan":0,"moTa":"Honda’s largest crossover SUV, the Pilot, is a family-oriented vehicle with three rows of seats and a foot in both the mid-size and full-size classes, mainly because it’s always had seating for up to eight people. Before the Pilot arrived for the 2003 model year, Honda’s mid-size SUV was the Passport, which was a clone of the Isuzu Rodeo that filled a gap in Honda\u0027s lineup while it designed its own SUV. When properly equipped, the all-wheel-drive Pilot can tow up to 5,000 pounds, further enhancing its appeal for families. Competitors include SUVs like the Chevrolet Traverse, Toyota Highlander, Nissan Pathfinder and Ford Explorer. The Pilot is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-pilot/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HOS031A021001.png"},{"ten":"Honda Ridgeline","hinhAnh":"/Honda/USC80HOT011A021001.png","giaBan":29730,"soLuotXem":0,"soLuongBan":0,"moTa":"The Honda Ridgeline is available as a crew cab. The 2019 Ridgeline starts at $29,990 (MSRP), with a destination charge of $975. It gets EPA-estimated 21-22 MPG combined. The Honda Ridgeline competes against models like the Ford F-450, RAM 1500, and Ford F-250. The Ridgeline is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. .","loai":"2019","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-ridgeline/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HOT011A021001.png"},{"ten":"Honda Odyssey","hinhAnh":"/Honda/USC80HOV011A021001.png","giaBan":29990,"soLuotXem":0,"soLuongBan":0,"moTa":"The Honda Odyssey is available as a minivan. The 2018 Odyssey starts at $29,990 (MSRP), with a destination charge of $975. It gets EPA-estimated 22 MPG combined. The Honda Odyssey competes against models like the Kia Sedona, Toyota Sienna, and Dodge Grand Caravan. The Odyssey is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"Honda","urlXe":"https://www.cars.com/research/honda-odyssey/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HOV011A021001.png"}]