[{"ten":"Hyundai Accent","hinhAnh":"/Hyundai/USC80HYC012A121001.png","giaBan":14995,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Accent is available as a sedan and hatchback. The 2018 Accent starts at $14,995 (MSRP), with a destination charge of $885. It gets EPA-estimated 31-32 MPG combined. The Hyundai Accent competes against models like the Ford Focus, Honda Civic, and Nissan Sentra. The Accent is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-accent/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HYC012A121001.png"},{"ten":"Hyundai Azera","hinhAnh":"/Hyundai/USC50HYC101A021001.png","giaBan":34100,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Azera is available as a sedan. The 2017 Azera starts at $34,100 (MSRP), with a destination charge of $895. It gets EPA-estimated 22-23 MPG combined. The Hyundai Azera competes against models like the Lexus ES 350, Tesla Model 3, and Genesis G80. The Azera is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2017","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-azera/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50HYC101A021001.png"},{"ten":"Hyundai Elantra","hinhAnh":"/Hyundai/USC70HYC021A121001.png","giaBan":16950,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Elantra is available as a sedan, coupe, hatchback and wagon. The 2018 Elantra starts at $16,950 (MSRP), with a destination charge of $885. It gets EPA-estimated 25-35 MPG combined. The Hyundai Elantra competes against models like the Ford Fiesta, Mazda Mazda6, and Nissan Sentra. The Elantra is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-elantra/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70HYC021A121001.png"},{"ten":"Hyundai Elantra GT","hinhAnh":"/Hyundai/USC80HYC171A121001.png","giaBan":19350,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Elantra GT is available as a hatchback. The 2018 Elantra GT starts at $19,350 (MSRP), with a destination charge of $885. It gets EPA-estimated 25-26 MPG combined. The Hyundai Elantra GT competes against models like the FIAT 500L, Toyota Prius, and MINI Hardtop. The Elantra GT is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-elantra_gt/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HYC171A121001.png"},{"ten":"Hyundai Equus","hinhAnh":"/Hyundai/USC40HYC141A021001.png","giaBan":61500,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Equus is available as a sedan. Inventory prices for the 2016 Equus range from $25,144 to $39,664. It gets EPA-estimated 18 MPG combined. The Hyundai Equus competes against models like the Kia K900, Mercedes-Benz AMG C, and Lexus GS 450h. The Equus is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2016","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-equus/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC40HYC141A021001.png"},{"ten":"Hyundai Genesis","hinhAnh":"/Hyundai/USC50HYC111B021001.png","giaBan":38750,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Genesis is available as a sedan and coupe. Inventory prices for the 2016 Genesis range from $20,270 to $33,462. It gets EPA-estimated 18-22 MPG combined. The Hyundai Genesis competes against models like the Volkswagen CC, Ford Fusion, and Chevrolet Cruze. The Genesis is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2016","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-genesis/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50HYC111B021001.png"},{"ten":"Hyundai Genesis Coupe","hinhAnh":"/Hyundai/USC50HYC131A021001.png","giaBan":26950,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Genesis Coupe is available as a coupe. Inventory prices for the 2016 Genesis Coupe range from $19,059 to $28,447. It gets EPA-estimated 19 MPG combined. The Hyundai Genesis Coupe competes against models like the BMW 228, Ford Mustang, and Nissan 370Z. The Genesis Coupe is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2016","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-genesis_coupe/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50HYC131A021001.png"},{"ten":"Hyundai Ioniq EV","hinhAnh":"/Hyundai/USC70HYC321B021001.png","giaBan":29500,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Ioniq EV is available as a hatchback. The 2018 Ioniq EV starts at $29,500 (MSRP), with a destination charge of $885. It gets EPA-estimated 137 MPG combined. The Hyundai Ioniq EV competes against models like the Buick Regal Sportback, Toyota Prius, and Volkswagen Golf GTI.","loai":"2018","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-ioniq_ev/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70HYC321B021001.png"},{"ten":"Hyundai Ioniq Hybrid","hinhAnh":"/Hyundai/USC70HYC331C021001.png","giaBan":22200,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Ioniq Hybrid is available as a hatchback. The 2018 Ioniq Hybrid starts at $22,200 (MSRP), with a destination charge of $885. It gets EPA-estimated 55-58 MPG combined. The Hyundai Ioniq Hybrid competes against models like the Nissan Leaf, Buick Regal Sportback, and Hyundai Ioniq Plug-In Hybrid. The Ioniq Hybrid is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-ioniq_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70HYC331C021001.png"},{"ten":"Hyundai Ioniq Plug-In Hybrid","hinhAnh":"/Hyundai/USC80HYC341B021001.png","giaBan":24950,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Ioniq Plug-In Hybrid is available as a hatchback. The 2018 Ioniq Plug-In Hybrid starts at $24,950 (MSRP), with a destination charge of $885. The Hyundai Ioniq Plug-In Hybrid competes against models like the Ford C-Max Hybrid, Hyundai Ioniq EV, and Buick Regal Sportback.","loai":"2018","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-ioniq_plug_in_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HYC341B021001.png"},{"ten":"Hyundai Sonata","hinhAnh":"/Hyundai/USC80HYC031C021001.png","giaBan":22050,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Sonata is available as a sedan. The 2018 Sonata starts at $22,050 (MSRP), with a destination charge of $885. It gets EPA-estimated 26-31 MPG combined. The Hyundai Sonata competes against models like the INFINITI Q50, Kia Rio, and Ford Fusion. The Sonata is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-sonata/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HYC031C021001.png"},{"ten":"Hyundai Sonata Hybrid","hinhAnh":"/Hyundai/USC60HYC151A021001.png","giaBan":26000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Sonata Hybrid is available as a coming soon and sedan. The Hyundai Sonata Hybrid competes against models like the Buick Verano, Nissan Altima, and Dodge Charger. The Sonata Hybrid is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. , commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-sonata_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60HYC151A021001.png"},{"ten":"Hyundai Sonata Plug-In Hybrid","hinhAnh":"/Hyundai/USC60HYC311A021001.png","giaBan":34600,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Sonata Plug-In Hybrid is available as a coming soon and sedan. The Hyundai Sonata Plug-In Hybrid competes against models like the Chrysler 300, Mercedes-Benz CLA 250, and Ford Fusion. The Sonata Plug-In Hybrid is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-sonata_plug_in_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60HYC311A021001.png"},{"ten":"Hyundai Veloster","hinhAnh":"/Hyundai/CAC60HYC161A021001.png","giaBan":18100,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Veloster is available as a coming soon and hatchback. The Hyundai Veloster competes against models like the Volkswagen Golf GTI, Ford Fiesta, and Hyundai Accent. The Veloster is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2019","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-veloster/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC60HYC161A021001.png"},{"ten":"Hyundai Kona","hinhAnh":"/Hyundai/USC80HYS061D021001.png","giaBan":19500,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Kona is available as a SUV. The 2018 Kona starts at $19,500 (MSRP), with a destination charge of $980. It gets EPA-estimated 27-30 MPG combined. The Hyundai Kona competes against models like the GMC Acadia, Toyota RAV4 Hybrid, and Nissan Rogue.","loai":"2018","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-kona/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80HYS061D021001.png"},{"ten":"Hyundai Santa Fe","hinhAnh":"/Hyundai/CAC70HYS052B021001.png","giaBan":30850,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Santa Fe is available as a coming soon and SUV. The Hyundai Santa Fe competes against models like the Mitsubishi Eclipse Cross, Buick Encore, and Ford Escape. The Santa Fe is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2019","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-santa_fe/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC70HYS052B021001.png"},{"ten":"Hyundai Santa Fe Sport","hinhAnh":"/Hyundai/USC70HYS042A021001.png","giaBan":24950,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Santa Fe Sport is available as a SUV. The 2018 Santa Fe Sport starts at $24,950 (MSRP), with a destination charge of $980. It gets EPA-estimated 21-24 MPG combined. The Hyundai Santa Fe Sport competes against models like the Dodge Durango, Nissan Rogue, and Mitsubishi Outlander Sport. The Santa Fe Sport is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-santa_fe_sport/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70HYS042A021001.png"},{"ten":"Hyundai Tucson","hinhAnh":"/Hyundai/USC60HYS021A121001.png","giaBan":22550,"soLuotXem":0,"soLuongBan":0,"moTa":"The Hyundai Tucson is available as a coming soon and SUV. The Hyundai Tucson competes against models like the Honda HR-V, Subaru Forester, and GMC Acadia. The Tucson is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2019","nhaSanXuat":"Hyundai","urlXe":"https://www.cars.com/research/hyundai-tucson/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60HYS021A121001.png"}]