[{"ten":"INFINITI Q50","hinhAnh":"/INFINITI/CAC80INC252B021001.png","giaBan":34200,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI Q50 is available as a sedan. The 2018 Q50 starts at $34,200 (MSRP), with a destination charge of $995. It gets EPA-estimated 22-25 MPG combined. The INFINITI Q50 competes against models like the Volkswagen Jetta, Hyundai Accent, and Nissan Maxima. The Q50 is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-q50/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC80INC252B021001.png"},{"ten":"INFINITI Q50 Hybrid","hinhAnh":"/INFINITI/CAC80INC262A021001.png","giaBan":50600,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI Q50 Hybrid is available as a sedan. The 2018 Q50 Hybrid starts at $50,600 (MSRP), with a destination charge of $995. It gets EPA-estimated 28-29 MPG combined. The INFINITI Q50 Hybrid competes against models like the Lincoln Continental, Buick LaCrosse, and Lincoln MKZ Hybrid. The Q50 Hybrid is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-q50_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC80INC262A021001.png"},{"ten":"INFINITI Q60","hinhAnh":"/INFINITI/USC70INC272C021001.png","giaBan":38950,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI Q60 is available as a coupe and convertible. The 2018 Q60 starts at $38,950 (MSRP), with a destination charge of $995. It gets EPA-estimated 21-25 MPG combined. The INFINITI Q60 competes against models like the BMW 440, Ford Shelby GT350, and Lexus LC 500. The Q60 is a good fit for sun lovers Sun Lover vehicles have convertible tops or removable roofs. May require specific trim level and/or optional features. and luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-q60/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70INC272C021001.png"},{"ten":"INFINITI Q70","hinhAnh":"/INFINITI/CAC50INC291A021001.png","giaBan":50300,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI Q70 is available as a sedan. The 2018 Q70 starts at $50,300 (MSRP), with a destination charge of $995. It gets EPA-estimated 19-21 MPG combined. The INFINITI Q70 competes against models like the Toyota Corolla, Chevrolet Cruze, and Chevrolet Sonic. The Q70 is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-q70/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC50INC291A021001.png"},{"ten":"INFINITI Q70L","hinhAnh":"/INFINITI/CAC50INC331A021001.png","giaBan":51800,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI Q70L is available as a sedan. The 2018 Q70L starts at $51,800 (MSRP), with a destination charge of $995. It gets EPA-estimated 18-21 MPG combined. The INFINITI Q70L competes against models like the Ford Focus, Audi A3, and Nissan Versa. The Q70L is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-q70l/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC50INC331A021001.png"},{"ten":"INFINITI Q70h","hinhAnh":"/INFINITI/USC60INC301A021001.png","giaBan":56400,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI Q70h is available as a sedan. The 2018 Q70h starts at $56,400 (MSRP), with a destination charge of $995. It gets EPA-estimated 30 MPG combined. The INFINITI Q70h competes against models like the Cadillac CT6, BMW 540, and BMW 530e. The Q70h is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-q70h/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60INC301A021001.png"},{"ten":"INFINITI QX30","hinhAnh":"/INFINITI/CAC70INS191A021001.png","giaBan":29950,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI QX30 is available as a SUV. The 2018 QX30 starts at $29,950 (MSRP), with a destination charge of $995. It gets EPA-estimated 25-27 MPG combined. The INFINITI QX30 competes against models like the Buick Envision, Lexus NX 300, and Honda CR-V. The QX30 is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-qx30/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC70INS191A021001.png"},{"ten":"INFINITI QX50","hinhAnh":"/INFINITI/USC60INS141A021001.png","giaBan":34650,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI QX50 is available as a SUV. The 2019 QX50 starts at $36,550 (MSRP), with a destination charge of $995. It gets EPA-estimated 26-27 MPG combined. The INFINITI QX50 competes against models like the Buick Envision, BMW X3, and Ford Flex. The QX50 is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2019","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-qx50/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60INS141A021001.png"},{"ten":"INFINITI QX60","hinhAnh":"/INFINITI/USC60INS151A021001.png","giaBan":43300,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI QX60 is available as a SUV. The 2018 QX60 starts at $43,300 (MSRP), with a destination charge of $995. It gets EPA-estimated 22 MPG combined. The INFINITI QX60 competes against models like the Toyota 4Runner, Jeep Wrangler Unlimited, and Nissan Armada. The QX60 is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-qx60/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60INS151A021001.png"},{"ten":"INFINITI QX60 Hybrid","hinhAnh":"/INFINITI/USC60INS161A021001.png","giaBan":52100,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI QX60 Hybrid is available as a SUV. The 2017 QX60 Hybrid starts at $52,100 (MSRP), with a destination charge of $995. It gets EPA-estimated 26 MPG combined. The INFINITI QX60 Hybrid competes against models like the Ford Expedition, Audi SQ5, and Land Rover Discovery. The QX60 Hybrid is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2017","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-qx60_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60INS161A021001.png"},{"ten":"INFINITI QX70","hinhAnh":"/INFINITI/USC70INS171A021001.png","giaBan":45850,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI QX70 is available as a SUV. The 2017 QX70 starts at $45,850 (MSRP), with a destination charge of $995. It gets EPA-estimated 18-19 MPG combined. The INFINITI QX70 competes against models like the Toyota 4Runner, Acura MDX, and Lexus RX 350. The QX70 is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2017","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-qx70/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70INS171A021001.png"},{"ten":"INFINITI QX80","hinhAnh":"/INFINITI/USC80INS181A021001.png","giaBan":64750,"soLuotXem":0,"soLuongBan":0,"moTa":"The INFINITI QX80 is available as a SUV. The 2018 QX80 starts at $64,750 (MSRP), with a destination charge of $995. It gets EPA-estimated 16-17 MPG combined. The INFINITI QX80 competes against models like the Jaguar F-PACE, Ford Expedition, and Porsche Macan. The QX80 is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"INFINITI","urlXe":"https://www.cars.com/research/infiniti-qx80/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80INS181A021001.png"}]