[{"ten":"Jaguar F-TYPE","hinhAnh":"/Jaguar/CAC80JAC141D021001.png","giaBan":59900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jaguar F-TYPE is available as a convertible and coupe. The 2018 F-TYPE starts at $59,900 (MSRP), with a destination charge of $995. It gets EPA-estimated 18-26 MPG combined. The Jaguar F-TYPE competes against models like the Lexus RC F, Mazda MX-5 Miata RF, and BMW M4. The F-TYPE is a good fit for sun lovers Sun Lover vehicles have convertible tops or removable roofs. May require specific trim level and/or optional features. and luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Jaguar","urlXe":"https://www.cars.com/research/jaguar-f_type/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC80JAC141D021001.png"},{"ten":"Jaguar XE","hinhAnh":"/Jaguar/USC70JAC151C021001.png","giaBan":35725,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jaguar XE is available as a sedan. The 2018 XE starts at $35,725 (MSRP), with a destination charge of $995. It gets EPA-estimated 23-36 MPG combined. The Jaguar XE competes against models like the Toyota Avalon, Ford Fusion, and Hyundai Accent. The XE is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. , and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Jaguar","urlXe":"https://www.cars.com/research/jaguar-xe/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70JAC151C021001.png"},{"ten":"Jaguar XF","hinhAnh":"/Jaguar/USC60JAC131A021001_2.png","giaBan":47775,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jaguar XF is available as a sedan and wagon. The 2018 XF starts at $47,775 (MSRP), with a destination charge of $995. It gets EPA-estimated 21-35 MPG combined. The Jaguar XF competes against models like the Hyundai Elantra, Chevrolet Sonic, and Honda Accord Hybrid. The XF is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. , commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Jaguar","urlXe":"https://www.cars.com/research/jaguar-xf/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60JAC131A021001_2.png"},{"ten":"Jaguar XJ","hinhAnh":"/Jaguar/USC80JAC101A021001.png","giaBan":75400,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jaguar XJ is available as a sedan. The 2018 XJ starts at $75,400 (MSRP), with a destination charge of $995. It gets EPA-estimated 18-21 MPG combined. The Jaguar XJ competes against models like the Ford Fusion Energi, Honda Accord Hybrid, and Honda Civic. The XJ is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Jaguar","urlXe":"https://www.cars.com/research/jaguar-xj/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80JAC101A021001.png"},{"ten":"Jaguar E-PACE","hinhAnh":"/Jaguar/USC80JAS021B021001.png","giaBan":38600,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jaguar E-PACE is available as a SUV. The 2018 E-PACE starts at $38,600 (MSRP), with a destination charge of $995. It gets EPA-estimated 23-24 MPG combined. The Jaguar E-PACE competes against models like the Jeep Renegade, Jeep Wrangler, and Kia Sorento. The E-PACE is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Jaguar","urlXe":"https://www.cars.com/research/jaguar-e_pace/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80JAS021B021001.png"},{"ten":"Jaguar F-PACE","hinhAnh":"/Jaguar/USC80JAS011C021001.png","giaBan":42065,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jaguar F-PACE is available as a SUV. The 2018 F-PACE starts at $42,065 (MSRP), with a destination charge of $995. It gets EPA-estimated 20-29 MPG combined. The Jaguar F-PACE competes against models like the Nissan Murano, Kia Sorento, and Jeep Renegade. The F-PACE is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Jaguar","urlXe":"https://www.cars.com/research/jaguar-f_pace/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80JAS011C021001.png"}]