[{"ten":"Jeep Cherokee","hinhAnh":"/Jeep/USC60JES041B021001.png","giaBan":24395,"soLuotXem":0,"soLuongBan":0,"moTa":"Arguably the first mainstream SUV, the Jeep Cherokee was a runaway hit with buyers the moment it arrived in showrooms in 1984. Combining available four-wheel drive and room for a family in a compact, easy-to-maneuver package, the Cherokee offered a variety of trim levels — some with all the creature comforts of a passenger car. The Jeep Cherokee not only helped launch a class of vehicles, its arrival pretty much signaled the beginning of the end for the station wagon as the family vehicle of choice. Production of first-generation models ended after a long run in 2001, and the current-generation Cherokee didn’t appear until the 2014 model year, after a decade-plus hiatus. Now, with similar dimensions wrapped in a more modern package, the formula hasn’t changed much. The Cherokee is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2019","nhaSanXuat":"Jeep","urlXe":"https://www.cars.com/research/jeep-cherokee/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60JES041B021001.png"},{"ten":"Jeep Compass","hinhAnh":"/Jeep/USC70JES203B021001.png","giaBan":20995,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jeep Compass is available as a SUV. The 2018 Compass starts at $20,995 (MSRP), with a destination charge of $1,445. It gets EPA-estimated 25-26 MPG combined. The Jeep Compass competes against models like the GMC Acadia, Ford EcoSport, and Volkswagen Tiguan. The Compass is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Jeep","urlXe":"https://www.cars.com/research/jeep-compass/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70JES203B021001.png"},{"ten":"Jeep Grand Cherokee","hinhAnh":"/Jeep/USC70JES052A021001.png","giaBan":30695,"soLuotXem":0,"soLuongBan":0,"moTa":"Jeep\u0027s biggest SUV is the Grand Cherokee, which has been on sale since the early 1990s and continues to be one of the more off-road-capable mid-size SUVs you can buy. Available in a variety of trim levels, the Grand Cherokee offers various four-wheel-drive systems that work with Jeep\u0027s available Selec-Terrain system, making it capable and confident on difficult terrain. SUVs aren’t typically known for being exhilarating to drive, but high-performance Grand Cherokee Trackhawk and SRT models effortlessly slam power to the ground and throw you back in your seat thanks to loud, beefed-up V-8 engines and tuned suspensions. The Grand Cherokee is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Jeep","urlXe":"https://www.cars.com/research/jeep-grand_cherokee/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70JES052A021001.png"},{"ten":"Jeep New Compass","hinhAnh":"/Jeep/USC70JES203B021001.png","giaBan":20995,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jeep New Compass is available as a SUV. The 2017 New Compass starts at $20,995 (MSRP), with a destination charge of $1,095. It gets EPA-estimated 25-26 MPG combined. The Jeep New Compass competes against models like the Jeep Wrangler Unlimited, Honda CR-V, and Jeep Patriot. The New Compass is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2017","nhaSanXuat":"Jeep","urlXe":"https://www.cars.com/research/jeep-new_compass/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70JES203B021001.png"},{"ten":"Jeep Patriot","hinhAnh":"/Jeep/USC70JES141A021001.png","giaBan":18040,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jeep Patriot is available as a SUV. The 2017 Patriot starts at $18,040 (MSRP), with a destination charge of $995. It gets EPA-estimated 22-25 MPG combined. The Jeep Patriot competes against models like the Honda HR-V, Chevrolet Trax, and Mitsubishi Outlander Sport. The Patriot is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2017","nhaSanXuat":"Jeep","urlXe":"https://www.cars.com/research/jeep-patriot/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70JES141A021001.png"},{"ten":"Jeep Renegade","hinhAnh":"/Jeep/USC60JES171A021001.png","giaBan":18445,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jeep Renegade is available as a SUV. The 2018 Renegade starts at $19,945 (MSRP), with a destination charge of $1,445. It gets EPA-estimated 24-26 MPG combined. The Jeep Renegade competes against models like the Chevrolet Trax, Mitsubishi Outlander, and Hyundai Santa Fe Sport. The Renegade is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. and towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Jeep","urlXe":"https://www.cars.com/research/jeep-renegade/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60JES171A021001.png"},{"ten":"Jeep Wrangler","hinhAnh":"/Jeep/USC80JES011B021001.png","giaBan":27495,"soLuotXem":0,"soLuongBan":0,"moTa":"The original four-wheel-drive Jeep was developed for the U.S. Army by Willys-Overland. Production began in 1941; the earliest models were shipped around the globe to help the Allies during World War II. After the war, Willys secured the Jeep trademark, and the first civilian Jeep, 1945’s CJ-2A, went on sale aimed at farmers and others in need of a vehicle that could work off-road. The 1976 CJ-7 introduced popular creature-comfort options such as an automatic transmission and a molded plastic hardtop. The first-generation Wrangler replaced the CJ-7 for the 1987 model year, and 20 years later the four-door Wrangler Unlimited added a new chapter to this ever-evolving story. Today, Jeep is owned by Fiat Chrysler Automobiles, and the latest Wrangler retains serious off-road capability and immediately recognizable Jeep style as two of its defining features. The Wrangler is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Jeep","urlXe":"https://www.cars.com/research/jeep-wrangler/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80JES011B021001.png"},{"ten":"Jeep Wrangler JK","hinhAnh":"/Jeep/USC60JES011A021001.png","giaBan":23995,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jeep Wrangler JK is available as a SUV. The 2018 Wrangler JK starts at $23,995 (MSRP), with a destination charge of $1,445. It gets EPA-estimated 18 MPG combined. The Jeep Wrangler JK competes against models like the Hyundai Santa Fe, Volkswagen Tiguan, and Kia Sportage. The Wrangler JK is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Jeep","urlXe":"https://www.cars.com/research/jeep-wrangler_jk/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60JES011A021001.png"},{"ten":"Jeep Wrangler JK Unlimited","hinhAnh":"/Jeep/USC30JES162A021001_3.png","giaBan":27895,"soLuotXem":0,"soLuongBan":0,"moTa":"The Jeep Wrangler JK Unlimited is available as a SUV. The 2018 Wrangler JK Unlimited starts at $27,895 (MSRP), with a destination charge of $1,445. It gets EPA-estimated 18 MPG combined. The Jeep Wrangler JK Unlimited competes against models like the Jeep Compass, Chevrolet Equinox, and Mitsubishi Outlander PHEV. The Wrangler JK Unlimited is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Jeep","urlXe":"https://www.cars.com/research/jeep-wrangler_jk_unlimited/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC30JES162A021001_3.png"},{"ten":"Jeep Wrangler Unlimited","hinhAnh":"/Jeep/USC80JES162A021001.png","giaBan":30995,"soLuotXem":0,"soLuongBan":0,"moTa":"The Wrangler Unlimited is a four-door version of Jeep\u0027s iconic Wrangler SUV. The Unlimited name first appeared on a long-wheelbase version of the two-door 2004 Wrangler, but the four-door version didn\u0027t appear until the 2006 model year. With the same rugged, distinctively retro look and similar off-road capability, the five-seat Wrangler Unlimited offers a longer wheelbase for easier rear-seat access and more room once you’re back there. A 2018 redesign addressed many Wrangler drawbacks, improving on-road handling and ride comfort while bringing a quieter, more civilized interior and added technology features. Like its two-door sibling, the Wrangler Unlimited offers a removable roof, several trim levels and a long list of customization options and accessories. Even with its improvements for 2018, though, there are SUVs that offer more cargo room and better on-road manners, which many buyers might prefer for all-around use. The Wrangler Unlimited competes with the Toyota 4Runner. The Wrangler Unlimited is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Jeep","urlXe":"https://www.cars.com/research/jeep-wrangler_unlimited/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80JES162A021001.png"}]