[{"ten":"Kia Cadenza","hinhAnh":"/Kia/USC70KIC151A021001.png","giaBan":32290,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Cadenza is available as a sedan. The 2018 Cadenza starts at $32,290 (MSRP), with a destination charge of $900. It gets EPA-estimated 23 MPG combined. The Kia Cadenza competes against models like the Ford Fusion Hybrid, Volvo S60, and Acura TLX. The Cadenza is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-cadenza/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70KIC151A021001.png"},{"ten":"Kia Forte","hinhAnh":"/Kia/USC70KIC111A121001.png","giaBan":16800,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Forte is available as a coming soon, hatchback and sedan. The Kia Forte competes against models like the Ford Fiesta, Ford Focus, and Ford Fusion. The Forte is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2019","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-forte/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70KIC111A121001.png"},{"ten":"Kia Forte Koup","hinhAnh":"/Kia/CAC40KIC121A221001_2.png","giaBan":19890,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Forte Koup is available as a coupe. Inventory prices for the 2016 Forte Koup range from $10,593 to $19,069. It gets EPA-estimated 25-28 MPG combined. The Kia Forte Koup competes against models like the Honda Civic, Honda Accord, and smart ForTwo Electric Drive.","loai":"2016","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-forte_koup/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC40KIC121A221001_2.png"},{"ten":"Kia K900","hinhAnh":"/Kia/USC60KIC161A021001.png","giaBan":50900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia K900 is available as a coming soon and sedan. The Kia K900 competes against models like the Ford Taurus, Mazda Mazda3, and Chevrolet Sonic. The K900 is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2019","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-k900/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60KIC161A021001.png"},{"ten":"Kia Optima","hinhAnh":"/Kia/USC60KIC052C021001_2.png","giaBan":22600,"soLuotXem":0,"soLuongBan":0,"moTa":"On sale since 2001, the five-seat Kia Optima competes in the crowded mid-size sedan class. It offers several premium features, as well as two available turbocharged engines, one of which pairs with a seven-speed dual-clutch automatic transmission. In addition to gas-only versions, hybrid and plug-in hybrid variants are available. Value-oriented pricing and an impressive new-car warranty have helped broaden the Kia Optima\u0027s appeal. The Optima is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2019","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-optima/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60KIC052C021001_2.png"},{"ten":"Kia Optima Hybrid","hinhAnh":"/Kia/USC70KIC141B021001.png","giaBan":25995,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Optima Hybrid is available as a sedan. The 2018 Optima Hybrid starts at $25,995 (MSRP), with a destination charge of $895. It gets EPA-estimated 42 MPG combined. The Kia Optima Hybrid competes against models like the Kia Cadenza, Kia Stinger, and Ford Fusion Hybrid. The Optima Hybrid is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. , commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-optima_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70KIC141B021001.png"},{"ten":"Kia Optima Plug-In Hybrid","hinhAnh":"/Kia/USC70KIC181A021001.png","giaBan":35210,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Optima Plug-In Hybrid is available as a sedan. The 2018 Optima Plug-In Hybrid starts at $35,210 (MSRP), with a destination charge of $895. The Kia Optima Plug-In Hybrid competes against models like the Honda Clarity Plug-In Hybrid, Lincoln MKZ Hybrid, and Kia Optima. The Optima Plug-In Hybrid is a good fit for small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-optima_plug_in_hybrid/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70KIC181A021001.png"},{"ten":"Kia Rio","hinhAnh":"/Kia/CAC80KIC031E021001.png","giaBan":13900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Rio is available as a hatchback, sedan and wagon. The 2018 Rio starts at $13,900 (MSRP), with a destination charge of $895. It gets EPA-estimated 32 MPG combined. The Kia Rio competes against models like the Nissan Sentra, Toyota Yaris iA, and Hyundai Accent. The Rio is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-rio/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC80KIC031E021001.png"},{"ten":"Kia Soul","hinhAnh":"/Kia/USC70KIC101A121001.png","giaBan":16200,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Soul is available as a hatchback and wagon. The 2018 Soul starts at $16,200 (MSRP), with a destination charge of $895. It gets EPA-estimated 27-28 MPG combined. The Kia Soul competes against models like the Mazda Mazda3, Hyundai Ioniq Hybrid, and Buick Regal Sportback.","loai":"2018","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-soul/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70KIC101A121001.png"},{"ten":"Kia Soul EV","hinhAnh":"/Kia/USC60KIC171C021001.png","giaBan":32250,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Soul EV is available as a hatchback. The 2018 Soul EV starts at $32,250 (MSRP), with a destination charge of $895. It gets EPA-estimated 110 MPG combined. The Kia Soul EV competes against models like the MINI Hardtop, Nissan Leaf, and Ford Focus Electric.","loai":"2018","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-soul_ev/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60KIC171C021001.png"},{"ten":"Kia Stinger","hinhAnh":"/Kia/USC80KIC191E021001.png","giaBan":31900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Stinger is available as a sedan. The 2018 Stinger starts at $31,900 (MSRP), with a destination charge of $900. It gets EPA-estimated 21-25 MPG combined. The Kia Stinger competes against models like the Dodge Charger, Hyundai Elantra, and Toyota Yaris iA.","loai":"2018","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-stinger/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80KIC191E021001.png"},{"ten":"Kia Niro","hinhAnh":"/Kia/USC70KIS041D021001_2.png","giaBan":23340,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Niro is available as a SUV. The 2018 Niro starts at $23,340 (MSRP), with a destination charge of $940. It gets EPA-estimated 43-50 MPG combined. The Kia Niro competes against models like the Chevrolet Trax, Buick Encore, and Kia Niro Plug-In Hybrid. The Niro is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-niro/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70KIS041D021001_2.png"},{"ten":"Kia Niro Plug-In Hybrid","giaBan":27900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Niro Plug-In Hybrid is available as a SUV. The 2018 Niro Plug-In Hybrid starts at $27,900 (MSRP), with a destination charge of $940. The Kia Niro Plug-In Hybrid competes against models like the Hyundai Kona, Toyota RAV4 Hybrid, and Jeep Wrangler Unlimited.","loai":"2018","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-niro_plug_in_hybrid/"},{"ten":"Kia Sorento","hinhAnh":"/Kia/USC60KIS021A021001_2.png","giaBan":25900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Sorento is available as a SUV. The 2019 Sorento starts at $25,990 (MSRP), with a destination charge of $990. It gets EPA-estimated 21-25 MPG combined. The Kia Sorento competes against models like the BMW X3, Jaguar I-PACE, and Ford Flex. The Sorento is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2019","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-sorento/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60KIS021A021001_2.png"},{"ten":"Kia Sportage","hinhAnh":"/Kia/USC70KIS011A021001.png","giaBan":23600,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Sportage is available as a SUV. The 2018 Sportage starts at $23,600 (MSRP), with a destination charge of $990. It gets EPA-estimated 21-26 MPG combined. The Kia Sportage competes against models like the MINI Countryman, Nissan Murano, and Honda Pilot. The Sportage is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-sportage/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70KIS011A021001.png"},{"ten":"Kia Sedona","hinhAnh":"/Kia/CAC50KIV011B021001.png","giaBan":27000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Kia Sedona is available as a coming soon and minivan. The Kia Sedona competes against models like the Dodge Grand Caravan, Toyota Sienna, and Chrysler Pacifica. The Sedona is a good fit for towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2019","nhaSanXuat":"Kia","urlXe":"https://www.cars.com/research/kia-sedona/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/CAC50KIV011B021001.png"}]