[{"ten":"Land Rover Discovery","hinhAnh":"/Land Rover/USC70LRS011B021001.png","giaBan":52090,"soLuotXem":0,"soLuongBan":0,"moTa":"The Land Rover Discovery is available as a SUV. The 2018 Discovery starts at $52,090 (MSRP), with a destination charge of $995. It gets EPA-estimated 18 MPG combined. The Land Rover Discovery competes against models like the Ford Flex, Mitsubishi Eclipse Cross, and Subaru Outback. The Discovery is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and large families Large Family vehicles seat six or more occupants in three rows. .","loai":"2018","nhaSanXuat":"Land Rover","urlXe":"https://www.cars.com/research/land_rover-discovery/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70LRS011B021001.png"},{"ten":"Land Rover Discovery Sport","hinhAnh":"/Land Rover/USC80LRS113A021001.png","giaBan":37795,"soLuotXem":0,"soLuongBan":0,"moTa":"The Land Rover Discovery Sport is available as a SUV. The 2018 Discovery Sport starts at $37,795 (MSRP), with a destination charge of $995. It gets EPA-estimated 22 MPG combined. The Land Rover Discovery Sport competes against models like the Buick Envision, Ford Flex, and Jeep Wrangler. The Discovery Sport is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Land Rover","urlXe":"https://www.cars.com/research/land_rover-discovery_sport/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80LRS113A021001.png"},{"ten":"Land Rover LR4","hinhAnh":"/Land Rover/USC40LRS091A021001.png","giaBan":50900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Land Rover LR4 is available as a SUV. Inventory prices for the 2016 LR4 range from $46,671 to $62,127. It gets EPA-estimated 16 MPG combined. The Land Rover LR4 competes against models like the Honda Pilot, Audi Q5, and Chevrolet Suburban. The LR4 is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2016","nhaSanXuat":"Land Rover","urlXe":"https://www.cars.com/research/land_rover-lr4/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC40LRS091A021001.png"},{"ten":"Land Rover Range Rover","hinhAnh":"/Land Rover/USC80LRS021C021001.png","giaBan":87350,"soLuotXem":0,"soLuongBan":0,"moTa":"The Land Rover Range Rover is available as a SUV. The 2018 Range Rover starts at $87,350 (MSRP), with a destination charge of $995. It gets EPA-estimated 16-24 MPG combined. The Land Rover Range Rover competes against models like the Hyundai Tucson, Hyundai Santa Fe Sport, and Nissan Rogue. The Range Rover is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Land Rover","urlXe":"https://www.cars.com/research/land_rover-range_rover/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80LRS021C021001.png"},{"ten":"Land Rover Range Rover Evoque","hinhAnh":"/Land Rover/USC80LRS102B021001.png","giaBan":41800,"soLuotXem":0,"soLuongBan":0,"moTa":"The Land Rover Range Rover Evoque is available as a SUV. The 2018 Range Rover Evoque starts at $41,800 (MSRP), with a destination charge of $995. It gets EPA-estimated 24-25 MPG combined. The Land Rover Range Rover Evoque competes against models like the Jeep Wrangler, Kia Niro, and Toyota RAV4 Hybrid. The Range Rover Evoque is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Land Rover","urlXe":"https://www.cars.com/research/land_rover-range_rover_evoque/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80LRS102B021001.png"},{"ten":"Land Rover Range Rover Sport","hinhAnh":"/Land Rover/USC80LRS071A021001.png","giaBan":66750,"soLuotXem":0,"soLuongBan":0,"moTa":"The Land Rover Range Rover Sport is available as a SUV. The 2018 Range Rover Sport starts at $66,750 (MSRP), with a destination charge of $995. It gets EPA-estimated 16-24 MPG combined. The Land Rover Range Rover Sport competes against models like the MINI Countryman, Mazda CX-3, and Mazda CX-5. The Range Rover Sport is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Land Rover","urlXe":"https://www.cars.com/research/land_rover-range_rover_sport/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80LRS071A021001.png"},{"ten":"Land Rover Range Rover Velar","hinhAnh":"/Land Rover/USC80LRS121C021001.png","giaBan":49900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Land Rover Range Rover Velar is available as a SUV. The 2018 Range Rover Velar starts at $49,900 (MSRP), with a destination charge of $995. It gets EPA-estimated 20-28 MPG combined. The Land Rover Range Rover Velar competes against models like the Honda CR-V, Honda Pilot, and Jeep Wrangler. The Range Rover Velar is a good fit for off road shoppers Off-Road vehicles include four-wheel-drive SUVs and pickup trucks with the extra feature of a dual-range transfer case or dedicated crawl mode for extreme off-road driving. May require specific trim level and/or optional features. and towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Land Rover","urlXe":"https://www.cars.com/research/land_rover-range_rover_velar/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80LRS121C021001.png"}]