[{"ten":"Maserati Ghibli","hinhAnh":"/Maserati/USC40MSC062A021001.png","giaBan":73050,"soLuotXem":0,"soLuongBan":0,"moTa":"The Maserati Ghibli is available as a sedan. The 2018 Ghibli starts at $73,050 (MSRP), with a destination charge of $1,250. It gets EPA-estimated 19 MPG combined. The Maserati Ghibli competes against models like the Subaru Legacy, Chrysler 300, and Toyota Camry. The Ghibli is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Maserati","urlXe":"https://www.cars.com/research/maserati-ghibli/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC40MSC062A021001.png"},{"ten":"Maserati GranTurismo","hinhAnh":"/Maserati/USC30MSC051A021001.png","giaBan":132975,"soLuotXem":0,"soLuongBan":0,"moTa":"The Maserati GranTurismo is available as a convertible and coupe. The 2018 GranTurismo starts at $132,975 (MSRP), with a destination charge of $1,800. It gets EPA-estimated 15-16 MPG combined. The Maserati GranTurismo competes against models like the Jaguar F-TYPE, Acura NSX, and Nissan GT-R. The GranTurismo is a good fit for sun lovers Sun Lover vehicles have convertible tops or removable roofs. May require specific trim level and/or optional features. and luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Maserati","urlXe":"https://www.cars.com/research/maserati-granturismo/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC30MSC051A021001.png"},{"ten":"Maserati Quattroporte","hinhAnh":"/Maserati/USC70MSC031A021001.png","giaBan":105600,"soLuotXem":0,"soLuongBan":0,"moTa":"The Maserati Quattroporte is available as a sedan and coupe. The 2018 Quattroporte starts at $105,600 (MSRP), with a destination charge of $1,800. It gets EPA-estimated 17-18 MPG combined. The Maserati Quattroporte competes against models like the Audi S8, Mercedes-Benz AMG E 63, and BMW M5. The Quattroporte is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Maserati","urlXe":"https://www.cars.com/research/maserati-quattroporte/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70MSC031A021001.png"},{"ten":"Maserati Levante","hinhAnh":"/Maserati/USC70MSS011A021001.png","giaBan":74050,"soLuotXem":0,"soLuongBan":0,"moTa":"The Maserati Levante is available as a SUV. The 2018 Levante starts at $74,050 (MSRP), with a destination charge of $1,250. It gets EPA-estimated 16 MPG combined. The Maserati Levante competes against models like the Dodge Durango, Subaru Outback, and Kia Sportage. The Levante is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Maserati","urlXe":"https://www.cars.com/research/maserati-levante/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70MSS011A021001.png"}]