[{"ten":"Rolls-Royce Dawn","hinhAnh":"/Rolls-Royce/USC80RRC091A021001.png","giaBan":346300,"soLuotXem":0,"soLuongBan":0,"moTa":"The Rolls-Royce Dawn is available as a convertible. The 2018 Dawn starts at $346,300 (MSRP), with a destination charge of $2,750. It gets EPA-estimated 14 MPG combined. The Rolls-Royce Dawn competes against models like the Maserati GranTurismo, McLaren 570S, and Bentley Continental GT. The Dawn is a good fit for sun lovers Sun Lover vehicles have convertible tops or removable roofs. May require specific trim level and/or optional features. and luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Rolls-Royce","urlXe":"https://www.cars.com/research/rolls_royce-dawn/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80RRC091A021001.png"},{"ten":"Rolls-Royce Ghost","hinhAnh":"/Rolls-Royce/USC50RRC071A021001.png","giaBan":311900,"soLuotXem":0,"soLuongBan":0,"moTa":"The Rolls-Royce Ghost is available as a sedan. The 2018 Ghost starts at $311,900 (MSRP), with a destination charge of $2,500. It gets EPA-estimated 14 MPG combined. The Rolls-Royce Ghost competes against models like the Bentley Flying Spur, BMW M760, and Mercedes-Benz Maybach S 560. The Ghost is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Rolls-Royce","urlXe":"https://www.cars.com/research/rolls_royce-ghost/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC50RRC071A021001.png"},{"ten":"Rolls-Royce Phantom","hinhAnh":"/Rolls-Royce/USC80RRC041A021001.png","giaBan":417825,"soLuotXem":0,"soLuongBan":0,"moTa":"The Rolls-Royce Phantom is available as a sedan. The 2018 Phantom starts at $417,825 (MSRP), with a destination charge of $2,500. It gets EPA-estimated 14 MPG combined. The Rolls-Royce Phantom competes against models like the Mercedes-Benz AMG S 65, BMW M760, and Rolls-Royce Ghost. The Phantom is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Rolls-Royce","urlXe":"https://www.cars.com/research/rolls_royce-phantom/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC80RRC041A021001.png"},{"ten":"Rolls-Royce Phantom Coupe","hinhAnh":"/Rolls-Royce/USC30RRC061A021001.png","giaBan":449525,"soLuotXem":0,"soLuongBan":0,"moTa":"The Rolls-Royce Phantom Coupe is available as a coupe. It gets EPA-estimated 14 MPG combined. The Rolls-Royce Phantom Coupe competes against models like the Mercedes-Benz AMG S, Rolls-Royce Wraith, and Porsche 911. The Phantom Coupe is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2016","nhaSanXuat":"Rolls-Royce","urlXe":"https://www.cars.com/research/rolls_royce-phantom_coupe/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC30RRC061A021001.png"},{"ten":"Rolls-Royce Phantom Drophead Coupe","hinhAnh":"/Rolls-Royce/USC30RRC051A021001.png","giaBan":492000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Rolls-Royce Phantom Drophead Coupe is available as a convertible. Inventory prices for the 2016 Phantom Drophead Coupe range from $331,839 to $441,591. It gets EPA-estimated 14 MPG combined. The Rolls-Royce Phantom Drophead Coupe competes against models like the Rolls-Royce Dawn, Jaguar F-TYPE, and Aston Martin DB9. The Phantom Drophead Coupe is a good fit for sun lovers Sun Lover vehicles have convertible tops or removable roofs. May require specific trim level and/or optional features. and luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2016","nhaSanXuat":"Rolls-Royce","urlXe":"https://www.cars.com/research/rolls_royce-phantom_drophead_coupe/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC30RRC051A021001.png"},{"ten":"Rolls-Royce Wraith","hinhAnh":"/Rolls-Royce/USC40RRC081A021001.png","giaBan":320500,"soLuotXem":0,"soLuongBan":0,"moTa":"The Rolls-Royce Wraith is available as a coupe. The 2018 Wraith starts at $320,500 (MSRP), with a destination charge of $2,000. It gets EPA-estimated 14 MPG combined. The Rolls-Royce Wraith competes against models like the McLaren 570S, Aston Martin DB11, and Acura NSX. The Wraith is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. .","loai":"2018","nhaSanXuat":"Rolls-Royce","urlXe":"https://www.cars.com/research/rolls_royce-wraith/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC40RRC081A021001.png"}]