[{"ten":"Scion FR-S","hinhAnh":"/Scion/USC30SCC061A021001.png","giaBan":25305,"soLuotXem":0,"soLuongBan":0,"moTa":"The Scion FR-S is available as a coupe. Inventory prices for the 2016 FR-S range from $15,112 to $23,252. It gets EPA-estimated 25 MPG combined. The Scion FR-S competes against models like the Honda CR-Z, Dodge Challenger, and Honda Accord.","loai":"2016","nhaSanXuat":"Scion","urlXe":"https://www.cars.com/research/scion-fr_s/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC30SCC061A021001.png"},{"ten":"Scion iA","hinhAnh":"/Scion/USC60SCC081A121001.png","giaBan":15700,"soLuotXem":0,"soLuongBan":0,"moTa":"The Scion iA is available as a sedan. Inventory prices for the 2016 iA range from $9,449 to $15,349. It gets EPA-estimated 35 MPG combined. The Scion iA competes against models like the Mazda Mazda3, Chevrolet Cruze, and Honda Civic. The iA is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2016","nhaSanXuat":"Scion","urlXe":"https://www.cars.com/research/scion-ia/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60SCC081A121001.png"},{"ten":"Scion iM","hinhAnh":"/Scion/USC60SCC071A121001.png","giaBan":18460,"soLuotXem":0,"soLuongBan":0,"moTa":"The Scion iM is available as a hatchback. Inventory prices for the 2016 iM range from $12,080 to $17,076. It gets EPA-estimated 31 MPG combined. The Scion iM competes against models like the Kia Forte, Ford Fiesta, and Subaru Impreza. The iM is a good fit for commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2016","nhaSanXuat":"Scion","urlXe":"https://www.cars.com/research/scion-im/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60SCC071A121001.png"},{"ten":"Scion tC","hinhAnh":"/Scion/USC40SCC031A121001.png","giaBan":19385,"soLuotXem":0,"soLuongBan":0,"moTa":"The Scion tC is available as a coupe. Inventory prices for the 2016 tC range from $12,294 to $18,890. It gets EPA-estimated 26 MPG combined. The Scion tC competes against models like the Subaru BRZ, Scion FR-S, and Chevrolet Camaro.","loai":"2016","nhaSanXuat":"Scion","urlXe":"https://www.cars.com/research/scion-tc/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC40SCC031A121001.png"}]