[{"ten":"Tesla Model 3","giaBan":35000,"soLuotXem":0,"soLuongBan":0,"moTa":"The Tesla Model 3 is available as a sedan. The 2017 Model 3 starts at $35,000 (MSRP), with a destination charge of $1,000. It gets EPA-estimated 126 MPG combined. The Tesla Model 3 competes against models like the Volvo S60, Buick Regal, and INFINITI Q50. The Model 3 is a good fit for eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2017","nhaSanXuat":"Tesla","urlXe":"https://www.cars.com/research/tesla-model_3/"},{"ten":"Tesla Model S","hinhAnh":"/Tesla/USC70TSC024B021001.png","giaBan":74500,"soLuotXem":0,"soLuongBan":0,"moTa":"The Tesla Model S is available as a sedan. Inventory prices for the 2018 Model S range from $74,500 to $135,000. It gets EPA-estimated 98-103 MPG combined. The Tesla Model S competes against models like the Nissan Altima, Kia Optima Hybrid, and Ford Focus. The Model S is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , eco-friendly shoppers Eco-Friendly vehicles have a minimum EPA-estimated mileage of 35 mpg combined and include hybrids, diesels and even a few fuel-sipping gas-only cars. May require specific trim level and/or optional features. , and commuters Commuter vehicles have a minimum EPA-estimated mileage of 30 mpg combined. May require specific trim level and/or optional features. .","loai":"2018","nhaSanXuat":"Tesla","urlXe":"https://www.cars.com/research/tesla-model_s/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC70TSC024B021001.png"},{"ten":"Tesla Model X","hinhAnh":"/Tesla/USC60TSS011C021001.png","giaBan":79500,"soLuotXem":0,"soLuongBan":0,"moTa":"The Tesla Model X is available as a SUV. Inventory prices for the 2018 Model X range from $79,500 to $140,000. It gets EPA-estimated 86-93 MPG combined. The Tesla Model X competes against models like the Kia Sportage, Subaru Crosstrek, and Hyundai Tucson. The Model X is a good fit for luxury shoppers Luxury vehicles include all models from dedicated luxury brands plus luxurious models selected by our editors. , towing Towing vehicles can tow a minimum of 2,000 pounds (see specifications for maximum). May require specific trim level and/or optional features. , and small families Small Family vehicles include mid-size and larger sedans, hatchbacks, wagons, SUVs and minivans with four doors and five seats. .","loai":"2018","nhaSanXuat":"Tesla","urlXe":"https://www.cars.com/research/tesla-model_x/","urlHinhAnh":"https://www.cstatic-images.com/car-pictures/main/USC60TSS011C021001.png"}]